{"How-to-map":{"title":"How to map","links":[],"tags":[],"content":"id: MapCalcExample ### Must be unique with no spaces\nimage: [[Emjata.png]] ### Link to the map image file\nbounds: [[0,0], [1642, 2048]] ### Size of the map in px Width_x, Height_y\nheight: 850px ### Size of the leaflet embed in px on your screen\nwidth: 95% ### Size of the leaflet embed in your note\nlat: 1024 ### To center the map, make this half of the map width. \nlong: 821 ### To center the map, make this half of the map height. \nminZoom: -1.5 ### Controls how far away from the map you can zoom out. Hover over the target icon to see the current level. \nmaxZoom: 1 ### Controls how far towards the map you can zoom in.  Hover over the target icon to see the current level. \ndefaultZoom: -1 ### Sets the default zoom level when the map loads.  Hover over the target icon to see the current level. \nzoomDelta: 0.5 ### Adjust how much the zoom changes when you zoom in or out. \nunit: km ### The value displayed when measuring so you know what type of unit is being measure.\nscale: 0.09328358208955223 ### Real units/px (resolution) of your map\nrecenter: false\ndarkmode: false ### marker\n\n\n                  \n                  Quick Calculator \n                  \n                \n\nMap Height in Pixels: INPUT[number:map_height_y]\nMap Width in Pixels: INPUT[number:map_width_x]\nlat: VIEW[{map_height_y} / 2][math]\nlong: VIEW[{map_width_x} / 2][math]\nHow Many Pixels In Scale: INPUT[number:scale_pixels]\nHow Many Units in Scale: INPUT[number:scale_pixels_range]\nscale: VIEW[1/{mapCalc1}][math]\n\n"},"Misty-Wood":{"title":"Misty Wood","links":[],"tags":[],"content":"​\nThe Dryads of the Misty Wood\nRegion 22\nThey dance under the shade of trees and beckon with words of honey. As soon as you step into their canopy, you can never escape the mist.\nCurrent Sovereign\nQueen Atlantia\nRolled: 1,4,3,4,3\nDiplomacy: 4\nMilitary: 2\nEconomy: 4\nFaith: 4\nIntrigue: 3\nA tall and slender Oak dryad known for being wise and diplomatic. Under her rule, she is officially ending the Wood’s isolationism and is keen to make strong allies.\n\nGeography\nThe Misty Wood has a temperate climate and a lush landscape thanks to frequent rains and its proximity to bodies of water. Two dense forests border the region’s coasts to the southeast and southwest while the central and northern parts of the region are made up of a mix of vegetation including grasses, shrubs, and small groves of trees. To the North, a river separates the region from others. Due to the high humidity, most of the region tends to be shrouded in mist most days.\n\nPeople and Culture\nThe inhabitants of the Misty Woods are all dryads whose lives are connected to trees growing within the region. The dryads are long lived feminine or androgynous humanoid beings whose lives can span hundreds of years as long as their trees are safe. The oldest dryads in the Woods are upwards of 1,000 years old. Once their trees begin to weaken with age, the dryads return to their trees to live out the rest of their days.\nTheir appearances vary as much as the trees in which they reside, from plump and stout, to tall and sturdy. Their humanoid colorations match that of their trees and can change with the seasons. Some have milky white skin, while others may be warm browns or cool greys. Their hair colors adjust with the seasons, some having evergreen locks while others’ hair reddens in the fall. In the spring, small buds of flowers bloom around their heads and later in the year, those buds often become small fruits.\nDryads may reproduce in two ways: either by traditional means or by planting cuttings from their trees. Even dryads who reproduce through cuttings still requires two parents, which often results in hybrids with unique traits.\nThe equivalent to a village or city is a grove for the dryads. They do not need homes to reside in as they all rest in their trees and spend their waking hours wandering around the Misty Wood, working, dancing, and tending to all the plants on their land. As a society, the dryads are a festive and social bunch, however they remain extremely wary of outsiders and other races.\n\nGovernment and History\nThe dryads are a monarchal society who follow a dynastic line. They are led by Oak tree nymphs whose family grove makes up the heart of the Southwest Forest. Because the dryads have such long lives, sovereigns retire and pass on the throne after about 50 years to avoid a stagnant leadership. The current Sovereign is Atlantia, an oak dryad, who has recently taken up the position and plans to open the borders of the Misty Wood to the outside world.\nBefore being conquered by the Avakonian Empire, the Misty Wood was almost entirely closed to all outside influence. Most did not dare enter the wood as those who did were never seen again. The dryads had a habit of luring wayward travellers into their misty groves using their unusual beauty as well as flattery with promises of food, shelter, and alcohol. Once their prey entered the dryads’ territory, they were given drugged food and drink, killed, and their skin would be used to make parchment and their blood for ink to supply the dryads’ magic.\nOnce the Avakonian Empire arrived, the dryads, who were more apt with cunning strategy rather than combat were easily conquered. While under Avakonian rule, the dryads had to cease their human sacrifices and make their ink and parchment from animals in the area. However, since the fall of Dejan, the dryads were once again able to scorn outsider involvement and resume their favorite pastime of luring foolish travelers into the shrouded woodlands. But with the reign of Atlantia, the dryads are finally willing to associate with surrounding kingdoms. This time, on their own terms.\n\nFaith and Magic\nDryad Mysticism\nThe dryads of the Misty Forest do not follow a religion in the traditional sense. As they consider themselves to be nature spirits, they believe that they are the ones who should be revered.\nDespite having a distaste for organized religion, the dryads still participate in spiritual festivities and ritual sacrifice in honor of their monarch, their trees, themselves, and of the magic they wield.\nTo be able to use magic, the dryads must do two things, hold daily festivities in their groves, as well as make flesh sacrifice in the form of parchment and/or blood ink. Their festivities include dancing, watering their groves with wine and other spirits, and drying and making parchment and ink for their magic.\nRather than using plant-based paper, the dryads use animal and human parts as the base for their ink and parchment. Believing themselves to be  \nTo cast magic, dryads use a mix of verbal and physical components. To prepare spells, one just first draw magic glyphs or sigils on parchment for a variety of uses ahead of time and will perform small chants to activate the glyphs.\n\nEconomy\nThe dryads have a longstanding tradition of making paper out of plant fibers and non-dryadic wood pulp from around the region. They use the paper to make book, decorations for their festivities, lining for doors and windows, etc. It has become an integral part of their society as well as their most bountiful resource that Sovereign Atlantia plans to export.\nIn an attempt to be less hostile to humans, the dryads are in need of livestock to use for parchment and ink, as well as food, clothing, etc.\nhumans, the dryads are in need of livestock to use for parchment and ink, as well as food, clothing, etc.\n\n​"},"index":{"title":"Interactive Map","links":["map"],"tags":[],"content":"Click to go to the interactive map!"}}